Repository: 361GRAD/dse-grid
Catalog: src/Resources/contao/languages/*/*_article.xlf
Languages: de

# tl_article.visibility_legend
source: Visibility
de: Sichtbarkeit

# tl_article.article_hidden.0
source: Hide from:
de: Ausblenden ab:

# tl_article.article_hidden.1
source: Hides this article in the selected width.
de: Blendet diesen Artikel in der ausgewählten Breite aus.

# tl_article.article_visible.0
source: Show from:
de: Anzeigen von:

# tl_article.article_visible.1
source: Show this element in the selected width.
de: Zeigt dieses Element in der gewählten Breite an.

# tl_article.article_settings_legend
source: Article settings
de: Artikel-Einstellungen

# tl_article.article_width.0
source: Width:
de: Breite:

# tl_article.article_width.1
source: Width of the article.
de: Breite des Artikels.

# tl_article.article_width_options.container-fluid
source: full width
de: volle Breite

# tl_article.article_image_bg_legend
source: Article background image
de: Artikel-Hintergrundbild

# tl_article.article_image_bg.0
source: Background image
de: Hintergrundbild

# tl_article.article_image_bg.1
source: Select a background image for this article.
de: Hintergrundbild für diesen Artikel.

# tl_article.article_image_bg_repeat.0
source: Repeat:
de: Wiederholung:

# tl_article.article_image_bg_repeat_options.repeat
source: vertically and horizontally
de: vertikal und horizontal

# tl_article.article_image_bg_repeat_options.repeat-x
source: horizontally
de: horizontal

# tl_article.article_image_bg_repeat_options.repeat-y
source: vertically
de: vertikal

# tl_article.article_image_bg_repeat_options.no-repeat
source: no repeat
de: keine Wiederholung

# tl_article.article_image_bg_repeat_options.space
source: without clipping (with gaps)
de: ohne Beschneidung (mit Leerraum)

# tl_article.article_image_bg_repeat_options.round
source: squished or stretched to fill the space (no gaps)
de: gequetscht oder gestreckt (kein Leerraum)

# tl_article.article_image_bg_repeat.1
source: Select the repaet of the image
de: Wiederholung des Hintergrundbilds für diesen Artikel.

# tl_article.article_image_bg_position_options.left_top
source: left top
de: links oben

# tl_article.article_image_bg_position_options.left_center
source: left center
de: links mittig

# tl_article.article_image_bg_position_options.left_bottom
source: left bottom
de: links unten

# tl_article.article_image_bg_position_options.center_top
source: center top
de: mittig oben

# tl_article.article_image_bg_position_options.center_center
source: center center
de: mittig mittig

# tl_article.article_image_bg_position_options.center_bottom
source: mittig bottom
de: mittig unten

# tl_article.article_image_bg_position_options.right_top
source: right top
de: rechts oben

# tl_article.article_image_bg_position_options.right_center
source: right center
de: rechts mittig

# tl_article.article_image_bg_position_options.right_bottom
source: right bottom
de: rechts unten

# tl_article.article_image_bg_position.1
source: Select the position of the background image.
de: Auswahl der Position für das Hintergrundbild.

# tl_article.article_image_bg_size.0
source: Size:
de: Größe:

# tl_article.article_image_bg_size_options.auto
source: auto
de: automatisch

# tl_article.article_image_bg_size_options.cover
source: cover
de: füllend

# tl_article.article_image_bg_size_options.contain
source: contain
de: passend

# tl_article.article_image_bg_size.1
source: Select the size of the background image.
de: Auswahl der Größe für das Hintergrundbild.

# tl_article.article_color_bg_legend
source: Article background color
de: Artikel-Hintergrundfarbe

# tl_article.article_bg_color.0
source: Color:
de: Farbe:

# tl_article.article_bg_color.1
source: Select the color of the background color.
de: Auswahl der Farbe für den Hintergrund.

# tl_article.article_bg_color_opacity.0
source: Opacity:
de: Deckkraft:

# tl_article.article_bg_color_opacity.1
source: Select (%-value) the opacity of the background color.
de: Auswahl (%-Wert) der Deckkraft für die Hintergrundfarbe.

# tl_article.article_padding_top_bottom.0
source: Vertical padding:
de: Vertikaler Abstand:

# tl_article.article_padding_top_bottom.1
source: Vertical padding for this article.
de: Vertikaler Abstand für diesen Artikel.

# tl_article.article_padding_top_bottom_options.py-0
source: remove padding
de: entfernen

# tl_article.article_padding_top_bottom_options.py-3
source: normal padding
de: normales Padding

# tl_article.article_padding_top_bottom_width.0
source: Vertical padding from:
de: Vertikaler Abstand ab:

# tl_article.article_padding_top_bottom_width.1
source: Width from where the vertical padding is set.
de: Ab welcher Breite der vertikale Abstand angewendet werden soll.

# tl_article.article_padding_right_left.0
source: Horizontal padding:
de: Horizontaler Abstand:

# tl_article.article_padding_right_left.1
source: Horizontal padding for this article.
de: Horizontaler Abstand für diesen Artikel.

# tl_article.article_padding_right_left_options.px-0
source: remove padding
de: entfernen

# tl_article.article_padding_right_left_options.px-3
source: normal padding
de: normales Padding

# tl_article.article_padding_right_left_width.0
source: Horizontal padding from:
de: Horizontaler Abstand ab:

# tl_article.article_padding_right_left_width.1
source: Width from where the horizontal padding is set.
de: Ab welcher Breite der horizontale Abstand angewendet werden soll.

# tl_article.article_elements_setting_legend
source: Element settings
de: Element-Einstellungen

# tl_article.article_elements_width.0
source: content width
de: Inhaltsbreite

# tl_article.article_elements_width.1
source: Limit the width of the inner elements. (only if article width: full width)
de: Breite der Elemente begrenzen. (nur bei Artikelbreite: volle Breite)

# tl_article.article_elements_no_gutters.0
source: Remove spacing:
de: Abstände entfernen:

# tl_article.article_elements_no_gutters.1
source: Remove all spacing of the elements inside this article.
de: Alle Abstände der Elemente innerhalb dieses Artikels entfernen.

# tl_article.article_elements_no_gutters_options.no-gutters
source: remove
de: entfernen

# tl_article.article_elements_vertical_alignment.0
source: Vertical position:
de: Vertikale Position:

# tl_article.article_elements_vertical_alignment.1
source: Define the vertical position of the elements inside this article.
de: Gibt die vertikale Position der Elemente innerhalb dieses Artikels an.

# tl_article.article_elements_vertical_alignment_options.align-items-start
source: top
de: oben

# tl_article.article_elements_vertical_alignment_options.align-items-center
source: center
de: mittig

# tl_article.article_elements_vertical_alignment_options.align-items-end
source: bottom
de: unten

# tl_article.article_elements_vertical_alignment_width.0
source: Vertical position from:
de: Vertikale Position ab:

# tl_article.article_elements_vertical_alignment_width.1
source: Width from where the vertical position is set.
de: Ab welcher Breite die vertikale Position angewendet werden soll.

# tl_article.article_elements_horizontal_alignment.0
source: Horizontal position:
de: Horizontale Position:

# tl_article.article_elements_horizontal_alignment.1
source: Define the horizontal position of the elements inside this article.
de: Gibt die horizontale Position der Elemente innerhalb dieses Artikels an.

# tl_article.article_elements_horizontal_alignment_options.justify-content-start
source: left
de: links

# tl_article.article_elements_horizontal_alignment_options.justify-content-center
source: center
de: mittig

# tl_article.article_elements_horizontal_alignment_options.justify-content-end
source: right
de: rechts

# tl_article.article_elements_horizontal_alignment_options.justify-content-around
source: centerd indented
de: mittig eingerückt

# tl_article.article_elements_horizontal_alignment_options.justify-content-between
source: justified seperated
de: bündig getrennt

# tl_article.article_elements_horizontal_alignment_width.0
source: Horizontal position from:
de: Horizontale Position ab:

# tl_article.article_elements_horizontal_alignment_width.1
source: Width from where the vertical position is set.
de: Ab welcher Breite die horizontale Position angewendet werden soll.
