Repository: 361GRAD/dse-grid
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.bg_color_legend
source: Background color
de: Hintergrundfarbe

# tl_content.ce_bg_color.0
source: Color:
de: Farbe:

# tl_content.ce_bg_color.1
source: Select the color of the background color.
de: Auswahl der Farbe für den Hintergrund.

# tl_content.ce_bg_color_opacity.0
source: Opacity:
de: Deckkraft:

# tl_content.ce_bg_color_opacity.1
source: Select (%-value) the opacity of the background color.
de: Auswahl (%-Wert) der Deckkraft für die Hintergrundfarbe.

# tl_content.ce_bg_style.0
source: Background style:
de: Hintergrundstil:

# tl_content.ce_bg_style.1
source: Select the style of the background here.
de: Wählen Sie hier die Textfarbe aus.

# tl_content.ce_bg_style.dark
source: dark
de: dunkel

# tl_content.ce_bg_style.light
source: light
de: hell

# tl_content.grid_legend
source: Grid settings
de: Grid-Einstellungen

# tl_content.grid_xs.0
source: XS width:
de: XS-Breite:

# tl_content.grid_xs.1
source: Bootstrap: Viewport smaller than 576px.
de: Bootstrap: Viewport kleiner als 576px.

# tl_content.grid_sm.0
source: SM width:
de: SM-Breite:

# tl_content.grid_sm.1
source: Bootstrap: Viewport is greater than or equal to 576px.
de: Bootstrap: Viewport ist größer oder gleich 576px.

# tl_content.grid_md.0
source: MD width:
de: MD-Breite:

# tl_content.grid_md.1
source: Bootstrap: Viewport is greater than or equal to 768px.
de: Bootstrap: Viewport ist größer oder gleich 768px.

# tl_content.grid_lg.0
source: LG width:
de: LG-Breite:

# tl_content.grid_lg.1
source: Bootstrap: Viewport is greater than or equal to 992px.
de: Bootstrap: Viewport ist größer oder gleich 992px.

# tl_content.grid_xl.0
source: XL width:
de: XL-Breite:

# tl_content.grid_xl.1
source: Bootstrap: Viewport is greater than or equal to 1200px.
de: Bootstrap: Viewport ist größer oder gleich 1200px.

# tl_content.grid_visible_legend
source: Visibility
de: Sichtbarkeit

# tl_content.grid_visible.0
source: Show in:
de: Anzeigen in:

# tl_content.grid_visible.1
source: Show this element in the selected width.
de: Zeigt dieses Element in der gewählten Breite an.

# tl_content.grid_hidden.0
source: Hide in:
de: Ausblenden in:

# tl_content.grid_hidden.1
source: Hides this element in the selected width.
de: Blendet dieses Element in der ausgewählten Breite aus.

# tl_content.col_no_padding_legend
source: padding
de: Abstand

# tl_content.col_no_padding.0
source: Remove padding
de: Padding entfernen

# tl_content.px-0
source: left and right
de: links und rechts

# tl_content.py-0
source: top and bottom
de: oben und unten

# tl_content.p-0
source: all
de: überall

# tl_content.col_no_padding.1
source: Remove padding from element.
de: Entfernt das Padding vom Element.

# tl_content.grid_offset_legend
source: Offset settings
de: Offset-Einstellungen

# tl_content.offset_xs.1
source: Offset of the element.
de: Offset des Element.

# tl_content.offset_sm.1
source: Offset of the element in SM width.
de: Offset des Element ab SM-Breite.

# tl_content.offset_md.1
source: Offset of the element in MD width.
de: Offset des Element ab MD-Breite.

# tl_content.offset_lg.1
source: Offset of the element in LG width.
de: Offset des Element ab LG-Breite.

# tl_content.offset_xl.1
source: Offset of the element in XL width.
de: Offset des Element ab XL-Breite.

# tl_content.grid_order_legend
source: Order settings
de: Reihenfolge-Einstellungen

# tl_content.order_xs.0
source: Order from XS width:
de: Reihenfolge ab XS-Breite:

# tl_content.order_xs.1
source: Order the element in the XS width.
de: Reihenfolge des Elements ab der XS-Breite.

# tl_content.order_sm.0
source: Order from SM width:
de: Reihenfolge ab SM-Breite:

# tl_content.order_sm.1
source: Order the element in the SM width.
de: Reihenfolge des Elements ab der SM-Breite.

# tl_content.order_md.0
source: Order from MD width:
de: Reihenfolge ab MD-Breite:

# tl_content.order_md.1
source: Order the element in the MD width.
de: Reihenfolge des Elements ab der MD-Breite.

# tl_content.order_lg.0
source: Order from LG width:
de: Reihenfolge ab LG-Breite:

# tl_content.order_lg.1
source: Order the element in the LG width.
de: Reihenfolge des Elements ab der LG-Breite.

# tl_content.order_xl.0
source: Order from XL width:
de: Reihenfolge ab XL-Breite:

# tl_content.order_xl.1
source: Order the element in the XL width.
de: Reihenfolge des Elements ab der XL-Breite.

# tl_content.element_vertical_alignment.0
source: Vertical position:
de: Vertikale Position:

# tl_content.element_vertical_alignment.1
source: Defines the vertical position of the elements.
de: Gibt die vertikale Position des Elements an.

# tl_content.element_vertical_alignment_options.align-self-start
source: top
de: oben

# tl_content.element_vertical_alignment_options.align-self-center
source: center
de: mittig

# tl_content.element_vertical_alignment_options.align-self-end
source: bottom
de: unten

# tl_content.element_vertical_alignment_width.0
source: Vertical position from:
de: Vertikale Position ab:

# tl_content.element_vertical_alignment_width.1
source: Width from where the vertical position is set.
de: Ab welcher Breite die vertikale Position angewendet werden soll.
