Repository: 361GRAD/dse-grid
Catalog: src/Resources/contao/languages/*/*_layout.xlf
Languages: de

# tl_layout.activate_legend
source: DSE Grid settings
de: DSE-Grid-Einstellungen

# tl_layout.activateCArticles.0
source: Activate the DSE grid
de: DSE-Grid aktivieren

# tl_layout.activateCArticles.1
source: Activates the DSE grid for this pagetree
de: Aktiviert das DSE-Grid f√ºr dieses Layout

# tl_layout.width_legend
source: Width settings
de: Breiten-Einstellungen

# tl_layout.padding_legend
source: Padding settings
de: Abstand-Einstellungen

# tl_layout.widthSM.0
source: SM-Grid Width:
de: SM-Grid Breite:

# tl_layout.widthSM.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte kleiner sein als der entsprechenden Breakpoint)

# tl_layout.widthMD.0
source: MD-Grid Width:
de: MD-Grid Breite:

# tl_layout.widthMD.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte kleiner sein als der entsprechenden Breakpoint)

# tl_layout.widthLG.0
source: LG-Grid Width:
de: LG-Grid Breite:

# tl_layout.widthLG.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte kleiner sein als der entsprechenden Breakpoint)

# tl_layout.widthXL.0
source: XL-Grid Width:
de: XL-Grid Breite:

# tl_layout.widthXL.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte kleiner sein als der entsprechenden Breakpoint)

# tl_layout.paddingTopSM.0
source: SM-Padding Top
de: SM-Padding Oben:

# tl_layout.paddingTopSM.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopMD.0
source: MD-Padding Top
de: MD-Padding Oben:

# tl_layout.paddingTopMD.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopLG.0
source: LG-Padding Top
de: LG-Padding Oben:

# tl_layout.paddingTopLG.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopXL.0
source: XL-Padding Top
de: XL-Padding Oben:

# tl_layout.paddingTopXL.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingBottomSM.0
source: SM-Padding Bottom:
de: SM-Padding Unten:

# tl_layout.paddingBottomSM.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomMD.0
source: MD-Padding Bottom:
de: MD-Padding Unten:

# tl_layout.paddingBottomMD.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomLG.0
source: LG-Padding Bottom:
de: LG-Padding Unten:

# tl_layout.paddingBottomLG.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomXL.0
source: XL-Padding Bottom:
de: XL-Padding Unten:

# tl_layout.paddingBottomXL.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)
